<template lang="html">
  <main>
    <section class="navigatiion">
      <ul class="navigation">
        <li class="ItemMenu">
          <router-link to="index"> Главная </router-link>
        </li>
        <li class="ItemMenu">
          <router-link to="order">Как заказать</router-link>
        </li>
        <li class="ItemMenu">
          <router-link to="comments">Отзывы </router-link>
        </li>
        <li class="ItemMenu">
          <router-link to="feedback">Контакты </router-link>
        </li>
      </ul>
    </section>
    <ul class="product">
      <Product-Item v-for="product in mattress" :key="product.id" :product="product"  :Line="mattress"/>
    </ul>
  </main>
</template>

<script>
  import ProductItem from "../components/ProductItem.vue";

  export default {
    name: "Product",
    components: { ProductItem },
    data() {
      return {
        mattress: [
          {
            id: "01000",
            picture: "/public/img/matrass/iris.jpg",
            name: "Ирис",
            type: "Матрасы",
            size: "Размеры от 800х2000 до 1800х2000",
            description: "Жесткость матраса «Ирис» – чуть ниже средней. Независимый пружинный блок равномерно распределяет вес тела по поверхности матраса.Экологичный материал S.Wool регулирует температуру спального места. Синтетический наполнитель S.Form мягко пружинит, помогая полностью расслабиться. Характеристики: Жесткость стороны – Средняя. Тип пружинного блока – Независимый пружинный блок TFK. Нагрузка на спальное место – 100 кг. Высота матраса – 16 см. Ткань чехла – «Sarma Jersey Алоэ Вера», стеганная с синтепоном. Гарантия – 18 месяцев. Особенности: Независимый пружинный блок TFK – Реагирует на нагрузку точечно, не создавая эффект гамака. Усилен по периметру – Технология не дает краям матраса сминаться и деформироваться. Создает правильную геометрию (форму) матраса. Чехол из ткани «Sarma Jersey Алоэ Вера» – На ткани не появляются катышки, она не доставляет дискомфорт людям, склонным к аллергии. Состав: Независимый пружинный блок TF. Система независимых пружин в форме бочонка, в которой каждый элемент упакован в отдельный кармашек из нетканого материала. Матрас реагирует на нагрузку точечно, не создавая эффект гамака.",
            price: 4400,
            quantity: 1
          },
          {
            id: "02000",
            picture: "/public/img/matrass/Madonna .jpg",
            name: "Мадонна",
            type: "Матрасы",
            size: "Размеры  от 1400х2000 до 1800х2000",
            description: "Матрас Madonna подойдёт практически всем, особенно, если у партнёров разница в весе до 30 кг. Пятизональный пружинный блок MultiStrong 1000 (1024 пружины на спальное место) точечно подстраивается под контуры тела человека, тем самым позвоночник принимает естественную форму, заданную ему природой. Ортопедическая пена S.Form и слой пролатексированного кокосового волокна обеспечивают оптимальной жесткость и воздухопроницаемость. Высокообъёмный чехол придаёт матрасу Madonna мягкие тактильные ощущения, но при этом модель сохраняет свою повышенную жёсткость. Выбирая матрас Madonna, вы обеспечиваете себе комфортный сон ночью и заряд энергии на день.",
            price: 18600,
            quantity: 1
          },
          {
            id: "03000",
            picture: "/public/img/matrass/Skarlet.jpg",
            name: "Скарлет",
            type: "Матрасы",
            size: "Размеры  от 1400х2000 до 1800х2000",
            description: "Матрас Scarlet подойдёт практически всем, особенно, если у партнёров разница в весе до 30 кг. Пятизональный пружинный блок MultiStrong 1000 (1024 пружины на спальное место) точечно подстраивается под контуры тела человека, тем самым позвоночник принимает естественную форму, заданную ему природой. Ортопедическая пена S.Form и материал S.Wool с содержанием шерсти обеспечивают лучшие анатомический и ортопедический эффекты. Высокообъёмный чехол придаёт матрасу Scarlet мягкие тактильные ощущения, но при этом модель сохраняет свою повышенную жёсткость. Выбирая матрас Scarlet, вы обеспечиваете себе комфортный сон ночью и заряд энергии на день",
            price: 16000,
            quantity: 1
          },
          {
            id: "04000",
            picture: "/public/img/matrass/Monro.jpg",
            name: "Монро",
            type: "Матрасы",
            size: "Размеры  от 800х2000 ",
            description: "Матрас «Монро» выполнен на независимом пружинном блоке TFK. Система TFK применяется в матрасах высокой ценовой категории.Благодаря независимому пружинному блоку вы получаете равномерное и физиологически правильное распределение веса. Повышенная жесткость матраса достигнута благодаря использованию кокосового волокна. Это абсолютно натуральный материал. Характеристики: Жесткость – Средняя. Тип пружинного блока – Независимый пружинный блок TFK. Нагрузка на спальное место – 110 кг. Высота матраса – 16 см. Ткань чехла – Чехол из ткани Sarma Jersey Алоэ Вера. Гарантия – 18 месяцев.",
            price: 7400,
            quantity: 1
          }
        ]
      };
    }
  };
</script>

<style lang="scss">
  @import "../../stylesheets/layout.scss";
  @import "../../stylesheets/product.scss";
</style>
